package com.crystalneko.lpprefix.qwq;

import static com.crystalneko.lpprefix.wow.喵个声.喵一声;

public class 喵喵喵 {
    public 喵喵喵(){
        //服务器启动了喵~(开心)
        喵一声("\n" +
                "  く__,.ヘヽ.        /  ,ー､ 〉\n" +
                "           ＼ ', !-─‐-i  /  /´\n" +
                "           ／｀ｰ'       L/／｀ヽ､\n" +
                "         /   ／,   /|   ,   ,       ',\n" +
                "       ｲ   / /-‐/  ｉ  L_ ﾊ ヽ!   i\n" +
                "        ﾚ ﾍ 7ｲ｀ﾄ   ﾚ'ｧ-ﾄ､!ハ|   |\n" +
                "          !,/7 '0'     ´0iソ|    |\n" +
                "          |.从\"    _     ,,,, / |./    |\n" +
                "          ﾚ'| i＞.､,,__  _,.イ /   .i   |\n" +
                "            ﾚ'| | / k_７_/ﾚ'ヽ,  ﾊ.  |\n" +
                "              | |/i 〈|/   i  ,.ﾍ |  i  |\n" +
                "             .|/ /  ｉ：    ﾍ!    ＼  |\n" +
                "              kヽ>､ﾊ    _,.ﾍ､    /､!\n" +
                "              !'〈//｀Ｔ´', ＼ ｀'7'ｰr'\n" +
                "              ﾚ'ヽL__|___i,___,ンﾚ|ノ\n" +
                "                  ﾄ-,/  |___./\n" +
                "                  'ｰ'    !_,.:");
        喵一声("Wow!mod居然启动了喵，好神奇( ≧ ◡ ≦ )");
        //让我看看你的一举一动 (｡･ω･｡)ﾉ♡
        new 欢迎喵();
        new 再见喵();

    }
}
